/* Status line above clock after alarm is stopped */
"Alarm terminated!" = "Το ξυπνητήρι σταμάτησε!";

/* Status line above clock during alarm */
"Press Any key to snooze" = "Πατήστε κάποιο πλήκτρο για αναβολή";

/* Status line above clock during alarm */
"Press Any key to stop" = "Πατήστε κάποιο πλήκτρο για σταμάτημα";

/* Status line above clock during alarm */
"Press Enter to snooze" = "Πατήστε Enter για αναβολή";

/* Status line above clock during alarm */
"Press Enter to stop" = "Πατήστε Enter για σταμάτημα";

/* Button below clock */
"Snooze" = "Αναβολή";

/* Status line above clock during snooze */
"Snoozing until" = "Αναβολή μέχρι";

/* Status line above clock when first starting alarm */
"Starting alarm..." = "Έναρξη ξυπνητηριού...";

/* Button below clock */
"Stop" = "Σταμάτημα";

